Repository: JamaicanDevelopers/collective.contentrules.runscript
Catalog: collective/contentrules/runscript/locales/*/LC_MESSAGES/collective.contentrules.runscript.po
Languages: es_mx

source: A list of parameters you wish to pass to the script
es_mx: Lista de parâmetros que pasarán al script

source: Add RunScript Action
es_mx: Agregar acción "Executar Script"

source: An action that can run a script on the object
es_mx: Una acción para executar un script teniedo un objeto como contexto

source: Configure element
es_mx: Configurar elemento

source: Edit RunScript Action
es_mx: Editar Acción "Executar Script"

source: Fail on script not found
es_mx: Fallar si el script no ha sido encontrado?

source: If checked, tries to do a restricted traversal to the script.
es_mx: Se está seleccionado la localización del script estará restricta

source: Name
es_mx: Nombre

source: Parameter
es_mx: Parâmetro

source: Parameter list
es_mx: Lista de Parâmetros

source: Perform permission verification on script
es_mx: Realizar verificación de permisos del script

source: Raise exception if script can't be traversed to from object.
es_mx: Generar una excepción cuando el script no puede ser localizado a partir del objeto.

source: Run script '${script}' on the object.
es_mx: Executar el script '${script}' con el objeto como contexto.

source: The script
es_mx: El script

source: Value
es_mx: Valor
